Repository: yongyuandouneng/YNAppleSource
Catalog: gnustep-*-1.26.0/Resources/*.lproj/Localizable.strings
Languages: italian, japanese, korean, spanish

# GSUndefinedEncoding
source: Unknown
italian: sconosciuto
korean: 알 수 없음
spanish: Desconocido

# NSProprietaryStringEncoding
source: Installation-specific
italian: proprietario
korean: 설치 기본
spanish: Propietario

# NSASCIIStringEncoding
source: 7 bit ASCII
korean: 7 bit 아스키

# NSNonLossyASCIIStringEncoding
source: Non-lossy ASCII (7 bit)
korean: 비손실 아스키 (7 bit)

# NSMacOSRomanStringEncoding
source: MacOS Roman
korean: MacOS 로만

# NSNEXTSTEPStringEncoding
source: NEXTSTEP
korean: 넥스트 스텝

# NSSymbolStringEncoding
source: Adobe Symbol
korean: 어도비 심벌

# NSWindowsCP1251StringEncoding
source: Windows Cyrillic (CP1251)
italian: Windows Cirillico (CP1251)
japanese: Windows キリル語 (CP1251)
korean: 윈도우즈 키릴 (CP1251)
spanish: Windows Cirílico (CP1251)

# NSWindowsCP1252StringEncoding
source: Windows Latin-1 (CP1252)
korean: 윈도우즈 라틴-1 (CP1252)
spanish: Windows Latín-1 (CP1252)

# NSWindowsCP1253StringEncoding
source: Windows Greek (CP1253)
italian: Windows Greco (CP1253)
japanese: Windows ギリシア語 (CP1253)
korean: 윈도우즈 그리스 (CP1253)
spanish: Windows Griego (CP1253)

# NSWindowsCP1254StringEncoding
source: Windows Turkish (CP1254)
italian: Windows Turco (CP1254)
japanese: Windows トルコ語 (CP1254)
korean: 윈도우즈 터키 (CP1254)
spanish: Windows Turco (CP1254)

# NSWindowsCP1250StringEncoding
source: Windows Latin-2 (CP1250)
korean: 윈도우즈 라틴-2 (CP1250)
spanish: Windows Latín-2 (CP1250)

# NSISOLatin1StringEncoding
source: ISO Latin-1 West European (ISO-8859-1)
italian: ISO Latin-1 Europa Occidentale (ISO-8859-1)
japanese: ISO Latin-1 西ヨーロッパ言語 (ISO-8859-1)
korean: ISO 라틴-1 서유럽 (ISO-8859-1)
spanish: ISO Latín-1 Europa Occidental (ISO-8859-1)

# NSISOLatin2StringEncoding
source: ISO Latin-2 East European (ISO-8859-2)
italian: ISO Latin-2 Europa Orientale (ISO-8859-2)
japanese: ISO Latin-2 中央ヨーロッパ言語 (ISO-8859-2)
korean: ISO 라틴-2 동유럽 (ISO-8859-2)
spanish: ISO Latín-2 Europa del Este (ISO-8859-2)

# NSISOLatin3StringEncoding
source: ISO Latin-3 South European (ISO-8859-3)
italian: ISO Latin-3 Europa del Sud (ISO-8859-3)
japanese: ISO Latin-3 南ヨーロッパ言語 (ISO-8859-3)
korean: ISO 라틴-3 남유럽 (ISO-8859-3)
spanish: ISO Latín-3 Europa del Sur (ISO-8859-3)

# NSISOLatin4StringEncoding
source: ISO Latin-4 North European (ISO-8859-4)
italian: ISO Latin-4 Europa del Nord (ISO-8859-4)
japanese: ISO Latin-4 北ヨーロッパ言語 (ISO-8859-4)
korean: ISO 라틴-4 북유럽 (ISO-8859-4)
spanish: ISO Latín-4 Europa del Norte (ISO-8859-4)

# NSISOLatin5StringEncoding
source: ISO Latin-5 Turkish (ISO-8859-9)
italian: ISO Latin-5 Turco (ISO-8859-9)
japanese: ISO Latin-5 トルコ語 (ISO-8859-9)
korean: ISO 라틴-5 터키 (ISO-8859-9)
spanish: ISO Latín-5 Turco (ISO-8859-9)

# NSISOLatin6StringEncoding
source: ISO Latin-6 Nordic (ISO-8859-10)
italian: ISO Latin-6 Nordico (ISO-8859-10)
japanese: ISO Latin-6 北欧 (ISO-8859-10)
korean: ISO 라틴-6 북유럽 (ISO-8859-10)
spanish: ISO Latín-6 Nórdico(ISO-8859-10)

# NSISOLatin7StringEncoding
source: ISO Latin-7 Baltic (ISO-8859-13)
italian: ISO Latin-7 Baltico (ISO-8859-13)
japanese: ISO Latin-7 バルト語 (ISO-8859-13)
korean: ISO 라틴-7 발트 (ISO-8859-13)
spanish: ISO Latín-7 Báltico (ISO-8859-13)

# NSISOLatin8StringEncoding
source: ISO Latin-8 Celtic (ISO-8859-14)
italian: ISO Latin-8 Celtico (ISO-8859-14)
japanese: ISO Latin-8 ケルト語 (ISO-8859-14)
korean: ISO 라틴-8 켈트 (ISO-8859-14)
spanish: ISO Latín-8 Céltico (ISO-8859-14)

# NSISOLatin9StringEncoding
source: ISO Latin-9 West European (new) (ISO-8859-15)
italian: ISO Latin-9 Europa Occidentale (nuovo) (ISO-8859-15)
korean: ISO 라틴-9 서유럽 (새로운) (ISO-8859-15)
spanish: ISO Latín-9 Europa Occidental (nuevo) (ISO-8859-15)

# NSISOCyrillicStringEncoding
source: Cyrillic (ISO-8859-5)
italian: Cirillico (ISO-8859-5)
japanese: キリル語 (ISO-8859-5)
korean: 키릴 (ISO-8859-5)
spanish: Cirílico (ISO-8859-5)

# NSISOArabicStringEncoding
source: Arabic (ISO-8859-6)
italian: Arabo (ISO-8859-6)
japanese: アラビア語 (ISO-8859-6)
korean: 아랍어 (ISO-8859-6)
spanish: Arábigo (ISO-8859-6)

# NSISOGreekStringEncoding
source: Greek (ISO-8859-7)
italian: Greco (ISO-8859-7)
japanese: ギリシア語 (ISO-8859-7)
korean: 그리스어 (ISO-8859-7)
spanish: Griego (ISO-8859-7)

# NSISOHebrewStringEncoding
source: Hebrew (ISO-8859-8)
italian: Ebraico (ISO-8859-8)
japanese: ヘブライ語 (ISO-8859-8)
korean: 히브리어 (ISO-8859-8)
spanish: Hebreo (ISO-8859-8)

# NSUTF7StringEncoding
source: Unicode UTF-7 (RFC 2152)
korean: 유니코드 UTF-7 (RFC 2152)

# NSUTF8StringEncoding
source: Unicode UTF-8
korean: 유니코드 UTF-8

# NSUnicodeStringEncoding
source: Unicode UTF-16
korean: 유니코드 UTF-16

# NSKOI8RStringEncoding
source: Cyrillic KOI8-R (Russian)
italian: Cirillico KOI8-R (Russo)
japanese: ケルト語 KOI8-R (ロシア語)
korean: 키릴 KOI8-R (러시아어)
spanish: Cirílico KOI8-R (Ruso)

# NSJapaneseEUCStringEncoding
source: Japanese EUC
italian: Giapponese EUC
japanese: 日本語 EUC
korean: 일본어 EUC
spanish: Japonés EUC

# NSShiftJISStringEncoding
source: Japanese Shift-JIS
italian: Giapponese Shift-JIS
japanese: 日本語 Shift-JIS
korean: 일본어 Shift-JIS
spanish: Japonés Shift-JIS

# NSISO2022JPStringEncoding
source: Japanese JIS (7 bits) (ISO 2022)
italian: Giapponese JIS 7 Bit (ISO 2022)
japanese: 日本語 JIS (7 bits) (ISO 2022)
korean: 일본어 JIS (7 bits) (ISO 2022)
spanish: Japonés JIS (7 bits) (ISO 2022)

# NSGB2312StringEncoding
source: Simplified Chinese GB2312
italian: Cinese - Cinese Semplificato GB2312
japanese: 簡体中国語 GB2312
korean: 중국어 간체 GB2312
spanish: Chino Simplificado GB2312
